/* General */

"OK" = "OK";

"Cancel" = "Cancelar";

"Copy" = "Copiar";

"Add" = "Añadir";

"Remove" = "Eliminar";

"Replace" = "Reemplazar";

"This cannot be undone." = "Esta acción no se puede deshacer.";

"Import" = "Importar";

"Export As:" = "Exportar como:";

"Export" = "Exportar";


"The name \"%@\" is already taken." = "El nombre “%@” ya existe.";

"Please choose a different name." = "Por favor, elija otro nombre.";


/* Menus */

"Show Toolbar" = "Mostrar barra de herramientas";

"Hide Toolbar" = "Ocultar barra de herramientas";


"Show Sidebar" = "Mostrar barra lateral";

"Hide Sidebar" = "Ocultar barra lateral";

"Show Binary Images" = "Mostrar imagenes de los binarios";

"Hide Binary Images" = "Ocultar imagenes de los binarios";

"Show Inspector" = "Mostrar inspector";

"Hide Inspector" = "Ocultar inspector";

"Show Registers" = "Mostrar registros";

"Hide Registers" = "Ocultar registros";

/* About box */

"version %@ (%@)" = "versión %@ (%@)";

/* Themes Editor */

" copy" = " copia";

"Do you really want to remove the \"%@\" theme?" = "¿Seguro que desea eliminar el tema “%@”?";

"Do you really want to restore the default Fonts & Colors settings?" = "¿Seguro que desea restaurar las temas por omisión de Tipos y Colores?";

"You will lose all the changes you made." = "Perderá todos los cambios que realizó.";

"Restore" = "Restaurar";

"Keep Both" = "Mantener ambos";

    /* Colors labels */

"Background" = "Fondo";

"Plain Text" = "Texto sin formato";

"Key" = "Clave";

"Thread Label" = "Etiqueta del thread";

"Crashed Thread Label" = "Etiqueta del thread fallado";

"Executable Code" = "Código ejecutable";

"OS Code" = "Código del OS";

"Memory Address" = "Dirección de memoria";

"Register Value" = "Valor de registro";

"File Path" = "Ruta";

"Version" = "Versión";

"UUID" = "UUID";

"Line Number" = "Número de línea";

/* Sources */

"All" = "Todos";

"All reports from all sources" = "Todos los informes de todas las fuentes";

"User Reports" = "Informes del usuario";

"System Reports" = "Informes del sistema";

"Untitled source" = "Fuente sin título";

"Recents" = "Recientes";

"Reports from the last 24 hours" = "Informes de las últimas 24 horas";

"Move All \"%@\" Reports to Trash" = "Trasladar todos los informes de “%@” a la papelera";

/* Navigation bar */

"%@ - %@" = "%@ - %@";

/* Inspectors */

"%@:" = "%@:";

"Unknown version" = "Versión desconocida";

"Version %@" = "Versión %@";

"Version %@ (%@)" = "Versión %@ (%@)";

"No Selection" = "Sin selección";

"Not Available" = "No disponible";

"%@ (%u)" = "%@ (%u)";

/* Views */

"Thread %ld" = "Thread %ld";

/* Sections */

"Header" = "Encabezado";

"Exception Information" = "Información de excepción";

"Diagnostic Messages" = "Mensajes de diagnóstico";

"Backtraces" = "Pila de llamadas";

"Thread State" = "Estado del thread";

"Binary Images" = "Imagenes de los binarios";

/* Outline */

"Diagnostics\n\n" = "Diagnóstico\n\n";

"No backtraces available" = "No pila de llamadas disponible";

"Copy Machine Instruction Address" = "Copiar la dirección de la instrucción de la máquina";

"Copy Binary Image Offset" = "Copiar el offset de la imagen del binario";

"Show In" = "Mostrar en";

/* Binary Images */

"%@ (%@)" = "%@ (%@)";

/* Registers window */

"Registers" = "Registros";

"Registers - %@" = "Registros - %@";

"Registers state not available" = "Estado de los registros no disponible";

    /* Register name */

"%@:" = "%@:";

/* Symbolication */

"line" = "línea";

"column" = "columna";

/* Export */

"The export operation failed." = "La operación de exportación ha fallado.";

/* Open Errors panel */

"An error occurred while opening the file." = "Ocurrió un error al abrir el archivo.";

"An error occurred while opening some files." = "Ocurrió un error al abrir algunos archivos.";

"The file can't be opened for the following reason:" = "El archivo no se puede abrir por el siguiente motivo:";

"These files can't be opened for the following reasons:" = "Estos archivos no se pueden abrir por los siguientes motivos:";


"This file is empty." = "Este archivo es vacio.";

"The format of this file is invalid or unsupported." ="El formato de este archivo no es válido o no es compatible.";

"You don't have permission to view this file." = "No tienes permiso para ver este archivo.";

"Name" = "Nombre";

"Reason" = "Razón";
